
const events = [
   // { title: 'Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО) ', start: '2024-05-25', end: '2024-06-26', classNames: ['event-category-1'] },


  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-05-25", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-05-26", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-05-27", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-05-28", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-05-29", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-05-30", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-05-31", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-01", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-02", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-03", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-04", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-05", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-06", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-07", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-08", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-09", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-10", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-11", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-12", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-13", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-14", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-15", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-16", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-17", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-18", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-19", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-20", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-21", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-22", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-23", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-24", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-25", "classNames": ["event-category-1"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей на базе образовательных организаций подведомственных МО Управление образованием городского округа Красноуфимск (МОУО)", "start": "2024-06-26", "classNames": ["event-category-1"] },




   // { title: 'Оздоровительный лагерь с дневным пребыванием детей (1) (МАУ ДО СШ ГО )', start: '2024-05-27', end: '2024-06-20', classNames: ['event-category-2'] },
   // { title: 'Оздоровительный лагерь с дневным пребыванием детей (2) (МАУ ДО СШ ГО )', start: '2024-05-25', end: '2024-06-16', classNames: ['event-category-2'] },



  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-05-25", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-05-26", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-05-27", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-05-28", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-05-29", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-05-30", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-05-31", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-01", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-02", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-03", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-04", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-05", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-06", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-07", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-08", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-09", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-10", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-11", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-12", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-13", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-14", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-15", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-16", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-17", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-18", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-19", "classNames": ["event-category-2"] },
  { "title": "Оздоровительный лагерь с дневным пребыванием детей (МАУ ДО СШ ГО)", "start": "2024-06-20", "classNames": ["event-category-2"] },













   // { title: 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', start: '2024-05-30', end: '2024-06-19', classNames: ['event-category-2'] },


  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-05-30", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-05-31", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-01", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-02", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-03", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-04", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-05", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-06", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-07", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-08", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-09", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-10", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-11", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-12", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-13", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-14", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-15", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-16", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-17", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-18", "classNames": ["event-category-3"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Народы среднего Урала» (МОУО)', "start": "2024-06-19", "classNames": ["event-category-3"] },




    { title: 'Открытие пришкольных лагерей Музыкальная сказка «В стране волшебства» (Время: 11-00, МАУ ЦКиД Киноконцертный зал)', start: '2024-05-30', end: '2024-05-30', classNames: ['event-category-30'] },
    { title: 'Соревнования по пожарно-спасательному спорту совместно с СПК «Спасатель» (МОУО)', start: '2024-05-31', end: '2024-05-31', classNames: ['event-category-29'] },
    { title: 'Театрализованная концертная программа «Просто ДЕТИ» (Время: 12-00, ЦКиД)', start: '2024-06-01', end: '2024-06-01', classNames: ['event-category-28'] },
    { title: 'Празднично-игровая программа «Территория детства», посвященная Дню Защиты детей (ЦКиД)', start: '2024-06-01', end: '2024-06-01', classNames: ['event-category-27'] },
    { title: 'Турнир по мини-футболу среди обучающихся 2016-2017г.р., посвященный Дню защиты детей (МАУ ДО СШ ГО)', start: '2024-06-01', end: '2024-06-01', classNames: ['event-category-26'] },
    { title: 'Физкультурные мероприятия, посвященные международному Дню защиты детей. (МАУ «ФОЦ «Сокол»)', start: '2024-06-01', end: '2024-06-01', classNames: ['event-category-25'] },
    { title: 'Муниципальный слет ДЮП, база отдыха «Экспресс» (МОУО)', start: '2024-06-05', end: '2024-06-05', classNames: ['event-category-24'] },
    { title: 'Зеленый день "На связи с природой" (МАУДО СЮН)', start: '2024-06-05', end: '2024-06-05', classNames: ['event-category-23'] },
    { title: 'Пушкинский День России. «Читаем Пушкина вместе» и детская игровая программа «Там на неведомых дорожках» по сказкам Пушкина. (Время по согласовнию, ЦКиД)', start: '2024-06-06', end: '2024-06-06', classNames: ['event-category-22'] },
    { title: 'Экологический форсайт "День друзей природы" (МАУДО СЮН)', start: '2024-06-07', end: '2024-06-07', classNames: ['event-category-21'] },
    { title: 'Кубок города по настольному теннису (МАУ «ФОЦ «Сокол»)', start: '2024-06-08', end: '2024-06-08', classNames: ['event-category-20'] },
    { title: 'Кубок города по баскетболу 3*3. (МАУ «ФОЦ «Сокол»)', start: '2024-06-08', end: '2024-06-08', classNames: ['event-category-19'] },
    { title: 'Праздничные мероприятия, посвященные Дню города «Красноуфимск – семейный» по отдельному плану (ЦКиД Центральная площадь, Площадь искусств, набережная, парк культуры и отдыха им. Блюхера, центральные улицы города)', start: '2024-06-08', end: '2024-06-08', classNames: ['event-category-18'] },
    { title: 'Урок мужества, в рамках государственного праздника «День России», встреча с военнослужащими, участниками СВО, ветеранами. (ГАУ «ЦСПСиД)', start: '2024-06-11', end: '2024-06-11', classNames: ['event-category-17'] },
    { title: 'Соревнования по баскетболу 3*3, посвященные Дню России. (МАУ «ФОЦ «Сокол»)', start: '2024-06-12', end: '2024-06-12', classNames: ['event-category-16'] },
    { title: 'Муниципальный слет ЮИД, база отдыха «Экспресс» (МОУО)', start: '2024-06-14', end: '2024-06-14', classNames: ['event-category-15'] },
    { title: '"Экологическая зарница" (МОУО)', start: '2024-06-14', end: '2024-06-14', classNames: ['event-category-14'] },
    { title: 'Фестиваль чтения «Город читающего детства» (МАУ «ЦКиД»)', start: '2024-06-15', end: '2024-06-15', classNames: ['event-category-11'] },


    { title: 'Областной конкурс «Семья года – 2024», посвященный году семьи - первый (муниципальный этап) (ГАУ «ЦСПСиД )', start: '2024-06-21', end: '2024-06-21', classNames: ['event-category-12'] },
    { title: 'Бесплатный показ фильма о ВОВ в рамках акции «Победный марш» (Время: 10-00, МАУ ЦКиД Киноконцертный зал)', start: '2024-06-22', end: '2024-06-22', classNames: ['event-category-13'] },
    //{ title: 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', start: '2024-06-22', end: '2024-07-12', classNames: ['event-category-2'] },



  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-06-22", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-06-23", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-06-24", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-06-25", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-06-26", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-06-27", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-06-28", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-06-29", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-06-30", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-01", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-02", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-03", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-04", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-05", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-06", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-07", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-08", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-09", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-10", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-11", "classNames": ["event-category-8"] },
  { "title": 'Профильная смена в летнем оздоровительном лагере МАУ ЗОЛ для детей "Чайка" – «Время первых» (МОУО)', "start": "2024-07-12", "classNames": ["event-category-8"] },




















    { title: 'День молодежи Концертная развлекательная программа «Молодёжный формат» (Время по согласовнию, МАУ «ЦКиД»)', start: '2024-06-29', end: '2024-06-29', classNames: ['event-category-2'] },

   // { title: 'Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)', start: '2024-06-01', end: '2024-06-15', classNames: ['event-category-2'] },
   // { title: 'Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)', start: '2024-06-01', end: '2024-06-15', classNames: ['event-category-2'] },
   // { title: 'Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем)  (МБУДО ДШИ)', start: '2024-06-01', end: '2024-06-15', classNames: ['event-category-2'] },
   // { title: 'Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)', start: '2024-06-01', end: '2024-06-15', classNames: ['event-category-2'] },




  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-01", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-02", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-03", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-04", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-05", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-06", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-07", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-08", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-09", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-10", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-11", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-12", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-13", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-14", "classNames": ["event-category-7"] },
  { "title": "Культурно-просветительская акция «Поезд искусств» для пришкольных лагерей образовательных учреждений. Просвирнина Т.Ю. Чернова А.А. (МБУДО ДШИ)", "start": "2024-06-15", "classNames": ["event-category-7"] },

  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-01", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-02", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-03", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-04", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-05", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-06", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-07", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-08", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-09", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-10", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-11", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-12", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-13", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-14", "classNames": ["event-category-6"] },
  { "title": "Просветительская акция «Каникулы с искусством» (МБУДО ДШИ)", "start": "2024-06-15", "classNames": ["event-category-6"] },

  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-01", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-02", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-03", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-04", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-05", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-06", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-07", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-08", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-09", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-10", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-11", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-12", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-13", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-14", "classNames": ["event-category-5"] },
  { "title": "Культурно-образовательный проект «Прогулки по земскому городу» (совместно с Красноуфимским краеведческим музеем) (МБУДО ДШИ)", "start": "2024-06-15", "classNames": ["event-category-5"] },


  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-01", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-02", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-03", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-04", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-05", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-06", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-07", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-08", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-09", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-10", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-11", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-12", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-13", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-14", "classNames": ["event-category-4"] },
  { "title": "Выездной летний пленэр для учащихся старших классов отделения «Изобразительное искусство (МБУДО ДШИ)", "start": "2024-06-15", "classNames": ["event-category-4"] },








    { title: 'Концертная программы «В Сквере у администрации»', start: '2024-06-07', end: '2024-06-07', classNames: ['event-category-9'] },
    { title: 'Концертная программы «В Сквере у администрации»', start: '2024-06-14', end: '2024-06-14', classNames: ['event-category-9'] },
    { title: 'Концертная программы «В Сквере у администрации»', start: '2024-06-21', end: '2024-06-21', classNames: ['event-category-9'] },
    { title: 'Концертная программы «В Сквере у администрации»', start: '2024-06-28', end: '2024-06-28', classNames: ['event-category-9'] },


    // { title: 'Тест 2', start: '2024-06-03', end: '2024-06-03', classNames: ['event-category-2'] },


    // Другие мероприятия
];
